package bot

const (
	StartMessage = `Привет, я - WeatherBot!

Просто отправь мне локацию или название города, чтобы получить текущую погоду в этом месте.
Я запомню эту локацию и буду использовать её по умолчанию.

Если нужно будет получить погоду в другом месте, отправь мне новое название города или локацию.

Для списка всех команд введи /help`

	HelpMessage = `Список доступных команд:

/start  
— Повторно показать приветственное сообщение

/help  
— Показать это справочное сообщение`

	ConfigureMessage = `Настройки бота`
)
